[
    "https://t.co/bJ81QkOObW",
    "I will be live from the White House at 4:00 P.M.",
    "Mexico is doing NOTHING to stop the Caravan which is now fully formed and heading to the United States. We stopped the last two - many are still in Mexico but can’t get through our Wall, but it takes a lot of Border Agents if there is no Wall. Not easy!",
    "Many people are saying that the Mainstream Media will have a very hard time restoring credibility because of the way they have treated me over the past 3 years (including the election lead-up), as highlighted by the disgraceful Buzzfeed story &amp; the even more disgraceful coverage!",
    "The Economy is one of the best in our history, with unemployment at a 50 year low, and the Stock Market ready to again break a record (set by us many times) - &amp; all you heard yesterday, based on a phony story, was Impeachment. You want to see a Stock Market Crash, Impeach Trump!",
    ".@newtgingrich just stated that there has been no president since Abraham Lincoln who has been treated worse or more unfairly by the media than your favorite President, me! At the same time there has been no president who has accomplished more in his first two years in office!",
    "Will be leaving for Dover to be with the families of 4 very special people who lost their lives in service to our Country!",
    "Fake News is truly the ENEMY OF THE PEOPLE!",
    "RT @GeraldoRivera: This is just the most egregious example of the rampant unfairness that has tainted this partisan witch-hunt from the beg…",
    "RT @GeraldoRivera: At what point in fairness-after 2 years do Americans of good will say enough already? If the #SpecialCounsel had collusi…",
    "Remember it was Buzzfeed that released the totally discredited “Dossier,” paid for by Crooked Hillary Clinton and the Democrats (as opposition research), on which the entire Russian probe is based! A very sad day for journalism, but a great day for our Country!",
    "RT @CarmineZozzora: By the time their fake news campaigns are fully exposed they’ve already moved on to their next fake news campaign.\n\nA g…",
    "RT @ChatByCC: The Buzzfeed bombshell bombed. It blew up in their face and the rest of the fake news are casualties too.",
    "RT @RyanAFournier: The reporters never saw the evidence. They went off of a source who said it was “credible”. This isn’t journalism. \n\nCon…",
    "https://t.co/wjqVvTqeky",
    "RT @LindaSuhler: Dear God,\nThank you for answering our prayers.\nA grateful Nation\n\n#GodBlessAmerica🇺🇸 #PresidentTrump #ElectionDay https://…",
    "RT @GOPChairwoman: The entire premise of this story, which received wall-to-wall coverage, was based on \"evidence\" the reporters admitted t…",
    "RT @parscale: This is just one of many fake news stories over the last several years. Sad so many journalists have lost their integrity. I…",
    "RT @dbongino: Latino Job Approval of Trump SURGES in Midst of Govt Shutdown Over Border Wall Funding https://t.co/HAqstQDGw5",
    "RT @dbongino: When are we going to start investigating the REAL collusion scandal? The collusion between the Clinton &amp; Obama teams and fore…"
]
